<!-- ========================== FILE: estilos/polinomios-acomodador.html ========================== -->
<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>Polinomios &ndash; Estilo Acomodador</title>
  <link rel="stylesheet" href="../css/style.css" />
</head>
<body>
  <header>
    <div class="container navbar">
      <a href="../index.html" class="logo">Kolb&ndash;UCC</a>
      <div class="hamburger" id="burger"><span></span><span></span><span></span></div>
      <nav>
        <ul id="nav-menu">
          <li><a href="../index.html">Inicio</a></li>
          <li><a href="../modelo-kolb.html">Modelo Kolb</a></li>
          <li><a class="active" href="../estrategias.html">Estrategias por tema</a></li>
          <li><a href="../recursos.html">Recursos Docentes</a></li>
        </ul>
      </nav>
    </div>
  </header>

  <section class="banner">
    <div class="text">
      <h1>Explorando polinomios desde la pr&aacute;ctica: una experiencia vivencial en ingenier&iacute;a</h1>
      <p>Actividades pr&aacute;cticas para aplicar operaciones con polinomios a trav&eacute;s de retos colaborativos y simulaciones en Ingenier&iacute;a Civil.</p>
    </div>
    <div class="circles">
      <div class="bubble"><img src="../assets/estudiante.png" alt="Estudiante activo"></div>
      <div class="bubble"><img src="../assets/math.png" alt="Gr&aacute;ficos de polinomios"></div>
    </div>
  </section>

  <main>
    <section class="section container">
      <h2>P&uacute;blico objetivo</h2>
      <p>Estudiantes de primer semestre del programa de Ingenier&iacute;a Civil, Universidad Cooperativa de Colombia.</p>

      <h2>Caracterizaci&oacute;n del estilo</h2>
      <p>El estilo Acomodador combina la experiencia concreta con la experimentaci&oacute;n activa. Los estudiantes con este estilo aprenden mejor mediante la acci&oacute;n, la exploraci&oacute;n de nuevas experiencias, la resoluci&oacute;n de retos reales y el trabajo colaborativo.</p>

      <h2>Estrategia metodol&oacute;gica</h2>
      <p>Aprendizaje experiencial, actividades pr&aacute;cticas, retos colaborativos, simulaciones, construcci&oacute;n de hip&oacute;tesis, exploraci&oacute;n de alternativas y reflexi&oacute;n posterior sobre la experiencia.</p>

      <h2>Objetivo de aprendizaje</h2>
      <p>Aplicar operaciones con polinomios (suma, resta, multiplicaci&oacute;n, factorizaci&oacute;n) en contextos pr&aacute;cticos de la ingenier&iacute;a civil, mediante actividades colaborativas, exploratorias y vivenciales.</p>

      <h2>Duraci&oacute;n</h2>
      <p><span class="badge">3 horas</span></p>

      <h2>Fases de la clase</h2>
      <details>
        <summary>Fase 1 &ndash; Experiencia inicial (45 min)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Iniciar con una situaci&oacute;n concreta que involucre polinomios.</p>
          <p><strong>Actividad:</strong> Simulaci&oacute;n por equipos: 'Costos variables en una obra'. Cada grupo construye un modelo de costos usando polinomios.</p>
          <p><strong>Herramientas:</strong> Jamboard, Padlet.</p>
          <p><strong>Producto:</strong> Representaci&oacute;n colaborativa del modelo con variables polin&oacute;micas.</p>
        </div>
      </details>
      <details>
        <summary>Fase 2 &ndash; Construcci&oacute;n y reto aplicado (75 min)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Resolver un reto contextualizado aplicando operaciones con polinomios.</p>
          <p><strong>Actividad:</strong> C&aacute;lculo de cantidades de mezcla en un problema realista mediante suma, resta y multiplicaci&oacute;n.</p>
          <p><strong>Herramientas:</strong> Canva, Genially.</p>
          <p><strong>Producto:</strong> Infograf&iacute;a o presentaci&oacute;n interactiva explicando el reto y su soluci&oacute;n.</p>
        </div>
      </details>
      <details>
        <summary>Fase 3 &ndash; Exploraci&oacute;n con IA y reflexi&oacute;n (60 min)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Validar, profundizar y reflexionar sobre lo aprendido.</p>
          <p><strong>Actividad:</strong> Interacci&oacute;n con ChatGPT para generar preguntas, validar soluciones y pedir explicaciones alternativas. Reflexi&oacute;n individual escrita.</p>
          <p><strong>Herramientas:</strong> ChatGPT, Google Docs.</p>
          <p><strong>Producto:</strong> Registro del di&aacute;logo con IA y reflexi&oacute;n individual escrita.</p>
        </div>
      </details>

      <h2>Integraci&oacute;n de IA</h2>
      <p><strong>Fase 3:</strong> Uso de ChatGPT para indagar, validar y generar ideas.</p>
      <ul>
        <li>'Hola, resolvimos este problema con polinomios: [descripci&oacute;n]. &iquest;Qu&eacute; opinas?'</li>
        <li>'&iquest;C&oacute;mo podr&iacute;amos explicar esta operaci&oacute;n de manera sencilla?'</li>
        <li>'Dame un ejemplo diferente aplicado a otra obra de ingenier&iacute;a.'</li>
        <li>'&iquest;Qu&eacute; errores comunes pueden ocurrir al aplicar esta operaci&oacute;n?'</li>
        <li>'Resume los aprendizajes clave sobre polinomios en 5 frases.'</li>
      </ul>

      <h2>Evidencias esperadas</h2>
      <ul>
        <li>Representaci&oacute;n inicial del reto (Jamboard/Padlet).</li>
        <li>Infograf&iacute;a o presentaci&oacute;n digital del problema resuelto.</li>
        <li>Registro de interacci&oacute;n con ChatGPT.</li>
        <li>Reflexi&oacute;n escrita individual.</li>
      </ul>

      <h2>Recomendaci&oacute;n docente</h2>
      <ul>
        <li>Brindar retroalimentaci&oacute;n destacando la participaci&oacute;n activa, creatividad y claridad conceptual.</li>
        <li>Fomentar el an&aacute;lisis de errores identificados con la IA y promover conexiones futuras.</li>
        <li>Utilizar r&uacute;bricas que valoren el trabajo colaborativo y el uso de herramientas digitales.</li>
      </ul>
    </section>
  </main>

  <footer>&copy; 2025 Universidad Cooperativa de Colombia &ndash; Ingenier&iacute;a Civil</footer>
  <script src="../js/main.js"></script>
</body>
</html>
