<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>Polinomios &ndash; Estilo Asimilador</title>
  <link rel="stylesheet" href="../css/style.css" />
</head>
<body>
  <header>
    <div class="container navbar">
      <a href="../index.html" class="logo">Kolb&ndash;UCC</a>
      <div class="hamburger" id="burger"><span></span><span></span><span></span></div>
      <nav>
        <ul id="nav-menu">
          <li><a href="../index.html">Inicio</a></li>
          <li><a href="../modelo-kolb.html">Modelo Kolb</a></li>
          <li><a class="active" href="../estrategias.html">Estrategias por tema</a></li>
          <li><a href="../recursos.html">Recursos Docentes</a></li>
        </ul>
      </nav>
    </div>
  </header>

  <section class="banner">
    <div class="text">
      <h1>Construyendo conocimiento l&oacute;gico: los polinomios desde la conceptualizaci&oacute;n y reflexi&oacute;n estructurada</h1>
      <p>Actividades te&oacute;ricas y esquemas visuales para aplicar operaciones con polinomios de manera organizada en Ingenier&iacute;a Civil.</p>
    </div>
    <div class="circles">
      <div class="bubble"><img src="../assets/estudiante.png" alt="Estudiante asimilador"></div>
      <div class="bubble"><img src="../assets/math.png" alt="Gr&aacute;ficos conceptuales"></div>
    </div>
  </section>

  <main>
    <section class="section container">
      <h2>P&uacute;blico objetivo</h2>
      <p>Estudiantes de primer semestre del programa de Ingenier&iacute;a Civil, Universidad Cooperativa de Colombia.</p>

      <h2>Caracterizaci&oacute;n del estilo</h2>
      <p>El estilo Asimilador combina conceptualizaci&oacute;n abstracta con observaci&oacute;n reflexiva. Prefieren modelos te&oacute;ricos, esquemas organizados y an&aacute;lisis l&oacute;gico antes de aplicar el conocimiento.</p>

      <h2>Estrategia metodol&oacute;gica</h2>
      <p>Exposici&oacute;n te&oacute;rica clara, mapas mentales, esquemas visuales, resoluci&oacute;n estructurada de problemas y reflexi&oacute;n sobre procedimientos. Herramientas digitales que apoyen la organizaci&oacute;n del conocimiento.</p>

      <h2>Objetivo de aprendizaje</h2>
      <p>Comprender y aplicar conceptos y operaciones fundamentales con polinomios mediante esquemas visuales, explicaciones estructuradas y resoluci&oacute;n racional de problemas algebraicos.</p>

      <h2>Duraci&oacute;n</h2>
      <p><span class="badge">2 horas (120 minutos)</span></p>

      <h2>Fases de la clase</h2>
      <details>
        <summary>Fase 1 &ndash; Introducci&oacute;n conceptual y organizaci&oacute;n del conocimiento (40 min)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Presentar los conceptos clave sobre polinomios de manera estructurada.</p>
          <p><strong>Actividad:</strong> Exposici&oacute;n magistral y construcci&oacute;n grupal de un mapa mental con MindMeister o CmapTools.</p>
          <p><strong>Herramientas:</strong> Canva, MindMeister o CmapTools.</p>
          <p><strong>Producto esperado:</strong> Mapa conceptual digital que sintetice el marco te&oacute;rico.</p>
        </div>
      </details>
      <details>
        <summary>Fase 2 &ndash; An&aacute;lisis l&oacute;gico y resoluci&oacute;n estructurada (40 min)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Aplicar operaciones con polinomios mediante esquemas organizados.</p>
          <p><strong>Actividad:</strong> Resoluci&oacute;n de ejercicios guiados y elaboraci&oacute;n de esquemas paso a paso en Notion o Miro.</p>
          <p><strong>Herramientas:</strong> Notion, Miro.</p>
          <p><strong>Producto esperado:</strong> Documentos digitales con procedimientos explicados.</p>
        </div>
      </details>
      <details>
        <summary>Fase 3 &ndash; Aplicaci&oacute;n con IA y consolidaci&oacute;n reflexiva (40 min)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Validar conceptos y aplicar conocimientos con apoyo de IA.</p>
          <p><strong>Actividad:</strong> Interacci&oacute;n en parejas con ChatGPT, generaci&oacute;n de esquemas y ejemplos, elaboraci&oacute;n de resumen en Notion o Canva.</p>
          <p><strongHerramientas:</strong> ChatGPT, Notion, Canva.</p>
          <p><strong>Producto esperado:</strong> Registro del di&aacute;logo con IA y resumen de aprendizajes.</p>
        </div>
      </details>

      <h2>Integraci&oacute;n de IA</h2>
      <ul>
        <li>&iquest;Qu&eacute; es un polinomio y cu&aacute;les son sus partes?</li>
        <li>Explica c&oacute;mo sumar y multiplicar polinomios con ejemplo num&eacute;rico.</li>
        <li>Crea un esquema visual con operaciones b&aacute;sicas entre polinomios.</li>
        <li>&iquest;Qu&eacute; errores se cometen al factorizar y c&oacute;mo evitarlos?</li>
        <li>Resume los conceptos clave de polinomios en ingenier&iacute;a.</li>
      </ul>

      <h2>Evidencias esperadas</h2>
      <ul>
        <li>Mapa conceptual (MindMeister, CmapTools o Canva).</li>
        <li>Esquemas y ejercicios estructurados (Notion o Miro).</li>
        <li>Registro de interacci&oacute;n con ChatGPT.</li>
        <li>S&iacute;ntesis de aprendizajes grupal.</li>
      </ul>

      <h2>Recomendaci&oacute;n docente</h2>
      <ul>
        <li>Brinde retroalimentaci&oacute;n clara y ordenada, enfocada en la l&oacute;gica y precisi&oacute;n conceptual.</li>
        <li>Use r&uacute;bricas que eval&uacute;en la estructura del mapa conceptual, claridad de procedimientos y uso de herramientas digitales.</li>
        <li>Cierre la clase con reflexi&oacute;n sobre la aplicaci&oacute;n profesional del tema.</li>
      </ul>
    </section>
  </main>
</body>
</html>
