<!-- ========================== FILE: estilos/polinomios-divergente.html ========================== -->
<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>Polinomios &ndash; Estilo Divergente</title>
  <link rel="stylesheet" href="../css/style.css" />
</head>
<body>
  <header>
    <div class="container navbar">
      <a href="../index.html" class="logo">Kolb&ndash;UCC</a>
      <div class="hamburger" id="burger"><span></span><span></span><span></span></div>
      <nav>
        <ul id="nav-menu">
          <li><a href="../index.html">Inicio</a></li>
          <li><a href="../modelo-kolb.html">Modelo Kolb</a></li>
          <li><a class="active" href="../estrategias.html">Estrategias por tema</a></li>
          <li><a href="../recursos.html">Recursos Docentes</a></li>
        </ul>
      </nav>
    </div>
  </header>

  <section class="banner">
    <div class="text">
      <h1>Conjuntos que cuentan historias: explorando los polinomios desde la creatividad y la reflexi&oacute;n</h1>
      <p>Actividades visuales y narrativas para comprender operaciones con polinomios en contextos de Ingenier&iacute;a Civil.</p>
    </div>
    <div class="circles">
      <div class="bubble"><img src="../assets/estudiante.png" alt="Estudiante creativo"></div>
      <div class="bubble"><img src="../assets/math.png" alt="Gr&aacute;ficos de polinomios"></div>
    </div>
  </section>

  <main>
    <section class="section container">
      <h2>P&uacute;blico objetivo</h2>
      <p>Estudiantes de primer semestre del programa de Ingenier&iacute;a Civil, Universidad Cooperativa de Colombia.</p>

      <h2>Caracterizaci&oacute;n del estilo</h2>
      <p>El estilo Divergente combina la experiencia concreta con la observaci&oacute;n reflexiva. Los estudiantes con este estilo prefieren aprender observando, generando ideas, reflexionando en grupo y explorando diferentes perspectivas. Se sienten c&oacute;modos con el aprendizaje visual, narrativo y colaborativo.</p>

      <h2>Estrategia metodol&oacute;gica</h2>
      <p>Se privilegian actividades como lluvias de ideas, an&aacute;lisis desde m&uacute;ltiples perspectivas, estudios de caso, narrativas visuales, aprendizaje colaborativo y espacios de reflexi&oacute;n colectiva. Se integran herramientas que fomenten la creatividad y el pensamiento divergente.</p>

      <h2>Objetivo de aprendizaje</h2>
      <p>Comprender los conceptos b&aacute;sicos y operaciones con polinomios a trav&eacute;s de narrativas visuales, ejemplos creativos, discusi&oacute;n colectiva y an&aacute;lisis desde diferentes contextos.</p>

      <h2>Duraci&oacute;n</h2>
      <p><span class="badge">2 horas (120 minutos)</span></p>

      <h2>Fases de la clase</h2>
      <details>
        <summary>Fase 1 &ndash; Activaci&oacute;n creativa (30 minutos)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Activar conocimientos previos y conectar emocionalmente con el tema.</p>
          <p><strong>Actividad:</strong> Lluvia de ideas grupal: &iquest;D&oacute;nde vemos polinomios en la vida diaria? Creaci&oacute;n de una narrativa visual colectiva.</p>
          <p><strong>Herramientas:</strong> Padlet o Jamboard.</p>
          <p><strong>Producto:</strong> Mapa visual con ejemplos creativos de polinomios en contextos cotidianos.</p>
        </div>
      </details>
      <details>
        <summary>Fase 2 &ndash; An&aacute;lisis desde m&uacute;ltiples perspectivas (50 minutos)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Explorar conceptos y operaciones con polinomios desde diferentes casos.</p>
          <p><strong>Actividad:</strong> Estudio de caso en equipos: analizar una situaci&oacute;n real de obra. Creaci&oacute;n de infograf&iacute;as explicativas.</p>
          <p><strong>Herramientas:</strong> Canva o Genially.</p>
          <p><strong>Producto:</strong> Infograf&iacute;a digital que explique visualmente un caso pr&aacute;ctico.</p>
        </div>
      </details>
      <details>
        <summary>Fase 3 &ndash; Aplicaci&oacute;n creativa con IA y reflexi&oacute;n colectiva (40 minutos)</summary>
        <div class="details-body">
          <p><strong>Prop&oacute;sito:</strong> Usar IA para generar analog&iacute;as, ejemplos creativos y reflexionar sobre errores comunes.</p>
          <p><strong>Actividad:</strong> Trabajo en parejas con ChatGPT. Compartir hallazgos en un tablero Miro.</p>
          <p><strong>Herramientas:</strong> ChatGPT gratuito, Miro.</p>
          <p><strong>Producto:</strong> Tablero Miro con ejemplos, analog&iacute;as y reflexi&oacute;n colectiva.</p>
        </div>
      </details>

      <h2>Integraci&oacute;n de IA</h2>
      <ul>
        <li>Expl&iacute;cale a un ni&ntilde;o de 8 a&ntilde;os qu&eacute; es un polinomio con un ejemplo divertido.</li>
        <li>Dame tres analog&iacute;as creativas para entender una operaci&oacute;n entre polinomios.</li>
        <li>Genera un ejemplo de uso de polinomios en una situaci&oacute;n cotidiana diferente.</li>
        <li>&iquest;Qu&eacute; errores comunes se cometen al operar con polinomios y c&oacute;mo evitarlos?</li>
        <li>Resume en 5 frases los aprendizajes clave sobre los polinomios.</li>
      </ul>

      <h2>Evidencias esperadas</h2>
      <ul>
        <li>Mapa visual creativo inicial (Padlet o Jamboard).</li>
        <li>Infograf&iacute;a colaborativa con estudio de caso (Canva o Genially).</li>
        <li>Publicaci&oacute;n en tablero Miro con ejemplos y reflexiones generadas por IA.</li>
        <li>Participaci&oacute;n activa en discusi&oacute;n y reflexi&oacute;n grupal.</li>
      </ul>

      <h2>Recomendaci&oacute;n docente</h2>
      <ul>
        <li>Utilizar retroalimentaci&oacute;n emp&aacute;tica y formativa, enfocada en la originalidad, el trabajo colaborativo y la profundidad del an&aacute;lisis.</li>
        <li>Valorar el uso creativo de las herramientas digitales y la claridad conceptual en los productos visuales.</li>
        <li>Cerrar la clase con una pregunta abierta: '&iquest;C&oacute;mo podr&iacute;as aplicar los polinomios en una situaci&oacute;n que a&uacute;n no hemos explorado?'.</li>
      </ul>
    </section>
  </main>

  <footer>&copy; 2025 Universidad Cooperativa de Colombia &ndash; Ingenier&iacute;a Civil</footer>
  <script src="../js/main.js"></script>
</body>
</html>
